Repository: common-repository/nx-ads
Catalog: languages/nx-ads-*.po
Languages: de_de

source: Insert MD-NX ad container
de_de: MD-NX Ad-Container einfügen

source: Settings
de_de: Einstellungen

source: <strong>%s</strong> successfully activated. The Settings are available <a href="%s">on this page</a>.
de_de: <strong>%s</strong> wurde erfolgreich aktiviert. Die Einstellungen sind <a href="%s">auf dieser Seite</a> verfügbar.

source: <strong>%s</strong> successfully migrated the data from "Netzathleten Banner"
de_de: <strong>%s</strong> hat die Daten von „Netzathleten Banner“ erfolgreich migriert

source: Please note, it is recommended to disable the old "Netzathleten Banner" plugin, after adding all settings correctly to the new one.
de_de: Bitte stellen Sie sicher, dass Sie das alte Plugin „Netzathleten Banner“ deaktiviert haben, sobald die Einstellungen mit dem neuen Plugin korrekt vorgenommen worden sind.

source: <strong>%s</strong> has found the active plugin "Netzathleten Banner".<br/>Should the data mirgrated to the new plugin?
de_de: <strong>%s</strong> hat das aktive Plugin "Netzathleten Banner" gefunden.<br/>Sollen die Daten in das neue Plugin migriert werden?

source: Ignore
de_de: Ignorieren

source: Migrate data
de_de: Daten migrieren

source: Default
de_de: Standard

source: Hide ads
de_de: Anzeigen ausblenden

source: MDNX Banner preview
de_de: MDNX Banner Vorschau

source: Configuration | %s
de_de: Konfiguration | %s

source: Please enter your personal site ID here
de_de: Hier bitte Ihre persönliche Site-ID eintragen

source: Below you can customize the positioning of the banner ad.<br/>The individual div containers are automatically given the .nx-container-<strong>container-name</strong> class (for example .nx-container-top for container top), through which the styles can be addressed.
de_de: Nachfolgend können Sie die Positionierung der Werbebanner individuell gestalten.<br/> Die einzelnen Div-Container erhalten automatisch die Klasse .nx-container-<strong>Container-Name</strong> (z.B. .nx-container-top für Container top), über welchen die Styles adressiert werden können.

source: Uninstall %s
de_de: Deinstallation von %s

source: Check this if you would like to remove ALL %s data upon plugin deletion. All settings will be unrecoverable.
de_de: Bitte aktivieren, wenn Sie wünschen, dass ALLE Daten von %s nach der Deinstallation gelöscht werden sollen. Die Einstellungen werden unwiederbringlich gelöscht.

source: Hide banner at %s
de_de: Banner bei %s ausblenden

source: Subsequently, you can control the placement within the page. There are four ways to integrate an ad container within the page. First you have to add the container via the dropdown below the overview and apply the changes.
de_de: Nachfolgend können Sie die Platzierung innerhalb der Seite steuern. Es gibt dabei vier Möglichkeiten, einen Ad-Container innerhalb der Seite einzubinden. Zuvor müssen Sie aber den Container über das Dropdown unterhalb der Übersicht zunächst hinzufügen und die Änderungen übernehmen.

source: In the following overview, you specify the ID or class of the parent page element under which the ad container should appear.
de_de: Sie geben in nachfolgender Übersicht die ID oder Klasse des übergeordneten Seitenelements an, unter welchem der Ad-Container erscheinen soll.

source: You use the widget "%s" and select an activated ad container there.
de_de: Sie nutzen das Widget "%s" und wählen dort einen aktivierten Ad-Container.

source: Within the WordPress Block Editor please use the function "Add block" - "Widgets" - Shortcode" and insert the required shortcode of the container, for example %%privacy%%.
de_de: Im WordPress Block Editor nutzen Sie bitte die vorhandene Möglichkeit über „Block hinzufügen“ - „Widgets“ - „Shortcode“ und geben den gewünschten Shortcode des Containers ein, zum Beispiel %%privacy%%.

source: You use the button "Insert MDNX ad container" within the editor of a page or post.
de_de: Sie nutzen den Button "MDNX Ad-Container einfügen" innerhalb des Editors einer Seite oder Beitrags.

source: You use the shortcodes to place within your (child) theme.
de_de: Sie nutzen die Shortcodes zur Platzierung innerhalb Ihres (Child-)Theme.

source: In the following, you can completely prevent the global delivery of advertising material for certain page areas. You can make individual settings in the page or contribution settings in the "%s" section or you define in the overview below which containers should not be used in certain areas.
de_de: Nachfolgend können Sie global die Werbemittelauslieferung vollständig für bestimmte Seitenbereiche unterbinden. Individuelle Einstellungen können Sie in den Seiten- oder Beitragseinstellungen im Bereich "%s" vornehmen oder Sie definieren in unten stehender Übersicht, welche Container in bestimmten Bereichen nicht verwendet werden sollen.

source: For marketing, certain pages can be considered differently. These areas are marked by zones. Please define here first the desired zone (only in agreement with %s) and then assign them in the settings of the respective page or a contribution.
de_de: Für die Vermarktung können bestimmte Seitenbereiche unterschiedlich berücksichtigt werden. Diese Bereiche werden mit Hilfe von Zonen gekennzeichnet. Bitte definieren Sie hier zunächst die gewünschte Zone (nur in Abstimmung mit %s) und ordnen Sie diese anschließend in den Einstellungen der jeweiligen Seite oder einem Beitrag zu.

source: %s Settings
de_de: %s Einstellungen

source: %s Restrict visibility %s
de_de: %s Sichtbarkeit einschränken %s

source: %s Containers %s
de_de: %s Container %s

source: Custom CSS %s
de_de: Benutzerdefiniertes CSS %s

source: Homepage
de_de: Startseite

source: Subpages
de_de: Unterseiten

source: %s Zone List %s
de_de: %s Zonen Liste %s

source: Place banner from %s
de_de: Banner von %s platzieren

source: %s Ad configuration
de_de: %s Ad Konfiguration

source: General
de_de: Allgemein

source: Banners
de_de: Werbebanner

source: Zones
de_de: Zonen

source: Hide
de_de: Verstecken

source: Placement
de_de: Platzierung

source: Custom
de_de: Benutzerdefiniert

source: Add
de_de: Hinzufügen

source: Description
de_de: Beschreibung

source: Add new zone
de_de: Neue Zone hinzufügen

source: Should the zone %name% be removed?
de_de: Zone %name% wirklich löschen?

source: Should the container %name% be removed?
de_de: Container %name% wirklich löschen?

source: Please choose
de_de: Bitte wählen

source: Types (<span data-types>%d</span> &sol; %d)
de_de: Typen (<span data-types>%d</span> &sol; %d)

source: ID and or class selectors
de_de: ID und oder Klassen-Selektoren

source: This tag serves to deliver the contact details of your marketer %s GmbH & Co. KG. Please insert the shortcode <strong>%%sales%%</strong> in the place of your imprint, where the contact details should be displayed. You can deposit the shortcode directly in the desired page or contribution.
de_de: Dieser Tag dient zur Auslieferung der Kontaktdaten von Ihrem Vermarkter MAIRDUMONT NETLETIX GmbH & Co. KG. Bitte fügen Sie den Shortcode %%sales%% an die Stelle Ihres Impressum ein, an der die Kontaktdaten ausgegeben werden sollen. Sie können den Shortcode direkt in der gewünschten Seite oder Beitrag hinterlegen.

source: This tag serves to deliver the privacy policy of your marketer %s GmbH & Co. KG. Please add the shortcode <strong>%%privacy%%</strong> to your privacy policy, where our privacy policy should be displayed. You can deposit the shortcode directly in the desired page or contribution.
de_de: Dieser Tag dient zur Auslieferung der Datenschutzerklärung Ihres Vermarkters MAIRDUMONT NETLETIX GmbH & Co. KG. Bitte fügen Sie den Shortcode %%privacy%% an die Stelle ihrer Datenschutzerklärung ein, an der unsere Angaben zum Datenschutz ausgegeben werden sollen. Sie können den Shortcode direkt in der gewünschten Seite oder Beitrag hinterlegen.

source: The inread container can be globally set for certain categories, so as to control the delivery of the ad individually in the article pages. Please select the desired category (Default: All Categories), select the desired selector from the dropdown and enter the number of how many selector the ad should be included.
de_de: Der Inread-Container kann global für bestimmte Kategorien eingestellt werden, um so die Auslieferung des Werbemittels individuell in den Artikelseiten zu steuern. Bitte wählen Sie dazu die gewünschte Kategorie (Default: Alle Kategorien), wählen Sie den gewünschten Selektor aus dem Dropdown und geben Sie die Anzahl an, nach dem wie vielten Selektor das Werbemittel eingebunden werden soll.

source: Entries
de_de: Einträge

source: Categories
de_de: Kategorien

source: New entry
de_de: Neuer Eintrag

source: All categories
de_de: Alle Kategorien

source: Zone Name
de_de: Zonenname

source: A short description
de_de: Eine kurze Beschreibung

source: This plugin is only for publishers who has a marketing contract with MAIRDUMONT NETLETIX. With the Ads plugin you can comfortably place and configure the specific ad containers dynamically as well as shortcodes.
de_de: Dieses Plugin ist für Publisher, welche mit MAIRDUMONT NETLETIX einen Vermarktungsvertrag vereinbart haben. Mit dem Ads Plugin von MAIRDUMONT NETLETIX kann die Integration der spezifischen Ad Container komfortabel vorgenommen und konfiguriert werden.
